Repository: dd-bim/City2BIM
Catalog: IFCGeoRefCheckerGUI/Properties/Resources.*.resx
Languages: de, es, fr, it, pt

source: Check selected file
de: Ausgewählte Datei überprüfen
es: Comprobar el archivo seleccionado
fr: Vérifier le fichier sélectionné
it: Controllare il file selezionato
pt: Verificar o ficheiro selecionado

source: Load IFC-Files
de: IFC-Dateien laden
es: Cargar archivos IFC
fr: Charger les fichiers IFC
it: Carica file IFC
pt: Carregar ficheiros IFC

source: Set working directory
de: Arbeitsbereich festlegen
es: Establecer directorio de trabajo
fr: Définir le répertoire de travail
it: Imposta la directory di lavoro
pt: Definir diretório de trabalho

source: Input IFC-Files
de: IFC-Dateien eingeben
es: Entrada de archivos IFC
fr: Entrée de fichiers IFC
it: Inserisci file IFC
pt: Entrada de arquivos IFC

source: Loaded IFC-Files
de: Geladene IFC-Dateien
es: Archivos IFC cargados
fr: Fichiers IFC chargés
it: File IFC caricati
pt: Arquivos IFC carregados

source: Log output
de: Log-Ausgabe
es: Salida de registro
fr: Sortie du journal
it: Uscita del registro
pt: Saída de registro

source: Show protocol
de: Protokoll anzeigen
es: Mostrar protocolo
fr: Afficher le protocole
it: Mostra protocollo
pt: Mostrar protocolo

# STATUS_LABEL
source: Status:
es: Estado:
fr: Statut:
it: Stato:

source: Status report
es: Informe de estado
fr: Rapport de situation
it: Rapporto sullo stato
pt: Relatório de status

source: Please choose path!
de: Bitte Pfad wählen!
es: ¡Por favor elige el camino!
fr: Veuillez choisir le chemin !
it: Scegli il percorso!
pt: Por favor escolha o caminho!

# LANGUAGE_LABEL
source: Select language :
de: Sprache auswählen:
es: Seleccione el idioma:
fr: Choisir la langue:
it: Seleziona la lingua:
pt: Selecione o idioma:

# WORKING_DIRECTORY_LABEL
source: Working directory
de: Arbeitsbereich
es: Directorio de trabajo
fr: Directeur de travail
it: Directory di lavoro
pt: Diretório de trabalho

# FILES_LOADED_FORMAT
source: file(s) loaded
de: Datei(en) geladen
es: archivo(s) cargado(s)
fr: fichier(s) chargé(s)
it: file caricati
pt: arquivo(s) carregado(s)

# FILES_CHECKED_FORMAT
source: file(s) checked
de: Datei(en) überprüft
es: archivo(s) comprobado(s)
fr: fichier(s) vérifié(s)
it: file controllati
pt: arquivo(s) verificado(s)

# ProtocolHeader
source: IFCGeoRefChecker protocoll for file {0}
de: IFCGeoRefChecker-Protokoll für Datei {0}
es: Protocolo IFCGeoRefChecker para el archivo {0}
fr: Protocole IFCGeoRefChecker pour le fichier {0}
it: Protocollo IFCGeoRefChecker per il file {0}
pt: Protocolo IFCGeoRefChecker para arquivo {0}

source: IfcVersion
es: Versión Ifc
fr: Version Ifc
it: IfcVersione
pt: Versão Ifc

source: Checked on
de: Geprüft
es: Comprobado
fr: Vérifié
it: Controllato
pt: Verificado

# MaxCoordinates
source: Maximum coordinates are
de: Maximale Koordinaten sind
es: Las coordenadas máximas son
fr: Les coordonnées maximales sont
it: Le coordinate massime sono
pt: As coordenadas máximas são

# RefElevationAndZ
source: Ref elevation and Placement Z-Values of site are
de: Referenzhöhe und Z-Werte des Grundstücks sind
es: Los valores de elevación de referencia y ubicación Z del sitio son
fr: Les valeurs Z d'élévation de référence et de placement du site sont
it: I valori Z dell'elevazione del riferimento e del posizionamento del sito sono
pt: Elevação de referência e valores Z de posicionamento do site são

source: not specified!
de: nicht angegeben!
es: No especificado!
fr: non spécifié!
it: non specificato!
pt: não especificado!

# MapConversion
source: Map Conversion orthoghonal height is
de: Die orthogonale Höhe der Map Conversion beträgt
es: La altura ortogonal de Map Conversion es
fr: La hauteur orthogonale de Map Conversion est
it: L'altezza ortogonale della Map Conversion è
pt: A altura ortogonal da Map Conversion é

# Fulfilled
source: is fullfilled ✓
de: ist erfüllt ✓
es: está cumplido ✓
fr: est rempli ✓
it: è soddisfatto ✓
pt: está cumprido ✓

# NotFulfilled
source: is not fulfilled
de: ist nicht erfüllt
es: no se cumple
fr: n'est pas rempli
it: non è soddisfatto
pt: não está cumprido

source: with
de: mit
es: con
fr: avec
it: con
pt: com

# PostalAddress
source: Postal address referenced by Entity #
de: Postal address, referenziert durch die Entität #
es: Dirección postal referenciada por la Entidad #
fr: Adresse postale référencée par Entité #
it: Indirizzo postale a cui fa riferimento l'entità #
pt: Endereço postal referenciado pela Entidade #

# NoPostalAddress
source: No postal address found for Entity #
de: Keine Postal Address für Entität #
es: No se encuentra ninguna dirección postal para la entidad #
fr: Aucune adresse postale trouvée pour l'entité #
it: Nessun indirizzo postale trovato per l'entità #
pt: Nenhum endereço postal encontrado para a entidade #

source: Country
de: Land
es: País
fr: Pays
it: Paese
pt: País

source: Region
es: Región
fr: Région
it: Regione
pt: Região

source: Town
de: Stadt
es: Ciudad
fr: Ville
it: Città
pt: Cidade

source: Postal code
de: Postleitzahl
es: Código Postal
fr: Code Postal
it: Codice Postale
pt: Código postal

source: Address
de: Adresse
es: DIRECCIÓN
fr: Adresse
it: Indirizzo
pt: Endereço

# GeographicLocation
source: Geographic location specified by Entity #
de: Geografischer Ort, angegeben durch die Entität #
es: Ubicación geográfica especificada por entidad #
fr: Emplacement géographique spécifié par Entity #
it: Posizione geografica specificata dall'entità #
pt: Localização geográfica especificada pela entidade #

# AccordingCoordinates
source: According to these coordinates this
de: Nach diesen Koordinaten
es: Según estas coordenadas esto
fr: Selon ces coordonnées
it: Secondo queste coordinate questo
pt: De acordo com essas coordenadas

# NoGeographicLocation
source: No (valid) geographic location found for Entity #
de: Kein (gültiger) geografischer Standort für Entität #
es: No se encuentra una ubicación geográfica (válida) para entidad #
fr: Pas de lieu géographique (valide) trouvé pour l'entité #
it: NO (valida) posizione geografica trovata per l'entità #
pt: Não (válido) Localização geográfica encontrada para a entidade #

# NoSite
source: Checked file does not contain any site!
de: Überprüfte Datei enthält keine Site!
es: ¡El archivo marcado no contiene ningún sitio!
fr: Le fichier vérifié ne contient aucun site!
it: Il file controllato non contiene alcun sito!
pt: O arquivo verificado não contém nenhum site!

# PlacementZCoordinates
source: Placement Z-coordinates are
de: Z-Koordinaten des Grundstücks sind
es: Las coordenadas z de la propiedad son
fr: Z Les coordonnées de la propriété sont
it: Le coordinate z della proprietà sono
pt: Z Coordenadas da propriedade são

# SiteLocated
source: Site is located in
de: befindet sich das Grundstück in
es: El sitio se encuentra en
fr: Le site est situé dans
it: Il sito si trova in
pt: O local está localizado em

# UpperEntity
source: Upper most entity of spatial structures is
de: Die oberste Einheit räumlicher Strukturen ist
es: La mayor entidad más superior de las estructuras espaciales es
fr: La plus grande entité des structures spatiales est
it: La più alta entità delle strutture spaziali è
pt: A entidade mais alta das estruturas espaciais é

# GeographicContext
source: Local placement of this entity has geographic context.
de: Die lokale Platzierung dieser Einheit hat einen geografischen Kontext.
es: La colocación local de esta entidad tiene un contexto geográfico.
fr: Le placement local de cette entité a un contexte géographique.
it: Il posizionamento locale di questa entità ha un contesto geografico.
pt: A colocação local desta entidade tem contexto geográfico.

# NoGeographicContext
source: Local placement of this entity has no geographic context
de: Die lokale Platzierung dieser Einheit hat keinen geografischen Kontext
es: La colocación local de esta entidad no tiene contexto geográfico
fr: Le placement local de cette entité n'a pas de contexte géographique
it: Il posizionamento locale di questa entità non ha un contesto geografico
pt: A colocação local desta entidade não tem contexto geográfico

# LocationCoordinates
source: Coordinates of the location are
de: Koordinaten des Standorts sind
es: Las coordenadas de la ubicación son
fr: Les coordonnées de l'emplacement sont
it: Le coordinate della posizione sono
pt: As coordenadas da localização são

# DirectionX
source: Direction of X-axis is
de: Richtung der X-Achse ist
es: La dirección del eje x es
fr: La direction de l'axe x est
it: La direzione dell'asse x è
pt: Direção do eixo x é

# DirectionZ
source: Direction of Z-axis is
de: Richtung der Z-Achse ist
es: La dirección del eje z es
fr: La direction de l'axe z est
it: La direzione dell'asse z è
pt: Direção do eixo z é

# TrueNorth
source: True North is
de: True North ist
es: True North es
fr: True North est
it: True North è
pt: True North é

# NoTrueNorth
source: True North is not specified. This defaults to
de: True North ist nicht angegeben. Der Standardwert ist
es: True North no se especifica. Este valor predeterminado es
fr: True North n'est pas spécifié. Cela par défaut
it: True North non è specificato. Questo è predefinito a
pt: True North não é especificado. Isso padrão é

# ParametersWCS
source: Parameters of the World Coordinate System
de: Parameter des Weltkoordinatensystems
es: Parámetros del sistema de coordenadas mundiales
fr: Paramètres du système de coordonnées mondiales
it: Parametri del sistema di coordinate mondiali
pt: Parâmetros do sistema de coordenadas mundiais

# NoWCSGeoref
source: Attribute World Coordinate System of IfcGeometricRepresentationContext is not used for georeferencing
de: Attribut Weltkoordinatensystem des IfcGeometricRepresentationContext wird nicht für die Georeferenzierung verwendet
es: Attribute World Coordinate System of ifcGeometricRepresentationContext no se utiliza para la georreferenciación
fr: Le système de coordonnées mondial d'attribut d'IfcGeoMetRicePresentationContext n'est pas utilisé pour la géoréférences
it: Attributi il ​​sistema di coordinate mondiale di IfCgeometricRepresentationContext non viene utilizzato per la georeferenziazione
pt: Sistema de coordenadas mundiais de atributo de ifcgeometricRepresentationContext não é usado para a georeferação

# Reference
source: references
de: verweist auf
es: referencias
fr: les références
it: Riferimenti
pt: referências

source: of type
de: vom Typ
es: de tipo
fr: de type
it: di tipo
pt: do tipo

# MapConversionDefined
source: IfcMapConversion defined in
de: IfcMapConversion definiert in
es: IfcMapConversion definida en
fr: IfcMapConversion définie dans
it: Ifcmapconversion definito in
pt: IfcmapConverSion definido em

# TransEast
source: Translation Eastings:
de: Translation Ostwert:
es: Traducción Eastings:
fr: Traduction Eastings:
pt: Lastes de tradução:

# TransNorth
source: Translation Northings:
de: Translation Nordwert:
es: Traducción Northings:
fr: Northings de traduction:
pt: Tradução Northings:

# TransHeight
source: Translation Height:
de: Translation Höhe:
es: Altura de traducción:
fr: Hauteur de traduction:
it: Altezza della traduzione:
pt: Altura de tradução:

source: Scale:
de: Maßstab:
es: Escala:
fr: Échelle:
it: Scala:
pt: Escala:

# ScaleMapConversion
source: Scale of map conversion is between 0.9 and 1.1. This might not be used for conversion of units.
de: Der Maßstab der MapConversion liegt zwischen 0,9 und 1,1. Dies wird möglicherweise nicht für die Umwandlung von Einheiten verwendet.
es: La escala de la conversión de mapas es entre 0.9 y 1.1. Esto podría no usarse para la conversión de unidades.
fr: L'échelle de la conversion de la carte se situe entre 0,9 et 1,1. Cela pourrait ne pas être utilisé pour la conversion des unités.
it: La scala della conversione delle mappe è compresa tra 0,9 e 1,1. Questo potrebbe non essere usato per la conversione delle unità.
pt: A escala da conversão do mapa está entre 0,9 e 1,1. Isso pode não ser usado para conversão de unidades.

# TargetCRS
source: Target CRS is:
de: Ziel-CRS ist:
es: Target CRS es:
fr: CRS cible est:
it: Target CRS è:
pt: Target CRS é:

source: Description:
de: Beschreibung:
es: Descripción:
it: Descrizione:
pt: Descrição:

# GeoDatum
source: Geodetic Datum:
de: Geodätisches Datum:
es: Dato geodésico:
fr: DATE GÉODÉTIQUE:
it: Datum geodetico:
pt: Datum geodésico:

# VertDatum
source: Vertical Datum:
de: Vertikales Datum:
es: Dato vertical:
fr: Date verticale:
it: Datum verticale:
pt: Dado vertical:

# NoMapConvBy
source: No IfcMapConverison specified by #
de: Keine IfcMapConverison angegeben durch #
es: No ifcMapConverison especificado por #
fr: Non IFCMAPCONVERISON SPÉCIFIÉ PAR #
it: Nessun IfcmapConverison specificato da #
pt: NO IFCMAPConverison especificado por #

# ContextType
source: for ContextType
de: für ContextType
es: para contexttype
fr: pour ContextType
it: per contestyType
pt: para contextType

# FoundNo
source: Found no IfcGeometricRepresentationContext
de: Kein IfcGeometricRepresentationContext gefunden
es: Encontrado no ifcgeometricrePresentationContext
fr: Trouvé aucun ifcgeometRepresentationContext
it: Non ha trovato IfCgeometricRepresentationContext
pt: Não encontrou o IFCGEOMETRICREPRESENTATIONCONTEXT

# NoMapConvIn
source: No IfcMapConversion specified in file
de: In der Datei ist keine IfcMapConversion angegeben
es: No IFCMapConversion especificada en el archivo
fr: Non ifcmapConversion spécifié dans le fichier
it: Nessuna IfcmapConversion specificata nel file
pt: NO IFCMAPCONVERSION especificado no arquivo

# RotXAbs
source: Rotation X-Axis Abscissa:
de: Rotation x-Achse Abszisse:
es: Rotación del eje x abscisa:
fr: ROTATION AUSSA AXIS X:
it: Rotazione X-Axis Ascissa:
pt: ROTAÇÃO X-Eixo Abcissa:

# RotXOrd
source: Rotation X-Axis Ordinate:
de: Rotation x-Achse Ordinate:
es: Ordenada de eje X de rotación:
fr: Rotation x-axe ordonnée:
it: Ordinata dell'asse X di rotazione:
pt: Ordenada de eixo x de rotação:
